/* Status Strings */
"%.1f GB" = "%.1f GB";
"%.1f KB" = "%.1f KB";
"%.1f MB" = "%.1f MB";
"Analyzing" = "Analyzing";
"Checking" = "Checking";
"Delaying ⒭" = "Delaying ⒭";
"Delaying ⒮" = "Delaying ⒮";
"Delaying ⒞" = "Delaying ⒞";
"Delaying ⒯" = "Delaying ⒯";
"Delaying ⒝" = "Delaying ⒝";
"Delaying ⒨" = "Delaying ⒨";
"Downloading" = "Downloading";
"Idle" = "Idle";
"Localizing" = "Localizing";
"Paused" = "Paused";
"Saving" = "Saving";

/* Window Strings */
"Add Keyword" = "Add Keyword";
"Are you sure that you want to delete the selected items?" = "Are you sure that you want to delete the selected items?";
"Attribute name already exists" = "Attribute name already exists";
"Attribute name is invalid" = "Attribute name is invalid";
"Before logging in and downloading a site, use the Path settings to exclude any links that can modify the site or log out the user." = "Before logging in and downloading a site, use the Path settings to exclude any links that can modify the site or log out the user.";
"Cancel" = "Cancel";
"Choose" = "Choose";
"Continue" = "Continue";
"Default" = "Default";
"Delete items?" = "Delete items?";
"Delete" = "Delete";
"Destination folder not found" = "Destination folder not found";
"Do you want to overwrite your existing files?" = "Do you want to overwrite your existing files?";
"Download Finished" = "Download Finished";
"Exclude links" = "Exclude links";
"Failed to open destination folder" = "Failed to open destination folder";
"Failed to open file" = "Failed to open file";
"Failed to save settings" = "Failed to save settings";
"Failed to write data" = "Failed to write data";
"File Type" = "File Type";
"File was not found" = "File was not found";
"General" = "General";
"Ignore robot exclusions?" = "Ignore robot exclusions?";
"Ignoring robot exclusions is not recommended. %@" = "Ignoring robot exclusions is not recommended. %@";
"Invalid URL" = "Invalid URL";
"Limit" = "Limit";
"Load URL?" = "Load URL?";
"Log In" = "Log In";
"Log" = "Log";
"Media type already exists" = "Media type already exists";
"Media type is invalid" = "Media type is invalid";
"No Internet connection" = "No Internet connection";
"No" = "No";
"Not Now" = "Not Now";
"OK" = "OK";
"Open" = "Open";
"Opening “%@”" = "Opening “%@”";
"Other…" = "Other…";
"Overwrite files?" = "Overwrite files?";
"Path" = "Path";
"Pattern is invalid" = "Pattern is invalid";
"Permission required to access file: %@" = "Permission required to access file: %@";
"Permission required to access folder: %@" = "Permission required to access folder: %@";
"Permit access" = "Permit access";
"Please choose a destination folder" = "Please choose a destination folder";
"Please choose an application to open the file" = "Please choose an application to open the file";
"Please enter a valid address that begins with “http://” or “https://”." = "Please enter a valid address that begins with “http://” or “https://”.";
"Please select one or more files" = "Please select one or more files";
"Request" = "Request";
"Robot exclusions are usually put in place for a good reason and should be obeyed." = "Robot exclusions are usually put in place for a good reason and should be obeyed.";
"Save Password" = "Save Password";
"Save password?" = "Save password?";
"Saving “%@”" = "Saving “%@”";
"Script" = "Script";
"SiteSucker could not reconnect to the Internet." = "SiteSucker could not reconnect to the Internet.";
"Template is blank" = "Template is blank";
"The certificate for “%@” is invalid. Click Continue to connect to this website anyway." = "The certificate for “%@” is invalid. Click Continue to connect to this website anyway.";
"The custom data attribute name “%@” already exists." = "The custom data attribute name “%@” already exists.";
"The destination folder “%@” was not found." = "The destination folder “%@” was not found.";
"The download of “%@” is finished." = "The download of “%@” is finished.";
"The identity of this site cannot be verified" = "The identity of this site cannot be verified";
"The media type “%@” already exists." = "The media type “%@” already exists.";
"The substitution template cannot be blank." = "The substitution template cannot be blank.";
"This URL cannot be downloaded because your computer is currently offline." = "This URL cannot be downloaded because your computer is currently offline.";
"Try Again" = "Try Again";
"Unable to analyze file" = "Unable to analyze file";
"Unable to analyze “%@” %@" = "Unable to analyze “%@” %@";
"Unable to display this file type." = "Unable to display this file type.";
"Unable to find the local file for the current Web URL." = "Unable to find the local file for the current Web URL.";
"Unable to load settings from “%@”." = "Unable to load settings from “%@”.";
"Unable to open “%@”." = "Unable to open “%@”.";
"Update Password" = "Update Password";
"Update password?" = "Update password?";
"URL" = "URL";
"User Defaults" = "User Defaults";
"Version %@" = "Version %@";
"Video" = "Video";
"Waiting for Internet connection" = "Waiting for Internet connection";
"Webpage" = "Webpage";
"Would you like to load “%@”?" = "Would you like to load “%@”?";
"Would you like to save this password for “%@” in your keychain?" = "Would you like to save this password for “%@” in your keychain?";
"Would you like to update the password for “%@” in your keychain?" = "Would you like to update the password for “%@” in your keychain?";
"Wrong item was selected." = "Wrong item was selected.";
"Yes" = "Yes";
"“%@” is not a valid custom data attribute name. A valid custom data attribute name should begin with “data-” and should not contain uppercase characters." = "“%@” is not a valid custom data attribute name. A valid custom data attribute name should begin with “data-” and should not contain uppercase characters.";
"“%@” is not a valid media type. A valid media type should have the format “type/subtype”." = "“%@” is not a valid media type. A valid media type should have the format “type/subtype”.";

/* AppleScript Error Strings */
"Failed to load settings file." = "Failed to load settings file.";
"Settings cannot be changed while downloading." = "Settings cannot be changed while downloading.";
"The file '%@' is not an executable shell script." = "The file '%@' is not an executable shell script.";
"The file '%@' was not found." = "The file '%@' was not found.";
"The identity '%@' was not found." = "The identity '%@' was not found.";
"Unable to change this setting." = "Unable to change this setting.";
"Unable to download “%@” %@." = "Unable to download “%@” %@.";
"Unable to execute command because no SiteSucker window is open." = "Unable to execute command because no SiteSucker window is open.";
"“%@” is not valid." = "“%@” is not valid.";

/* Log Strings */
", on page %ld of “%@”," = ", on page %ld of “%@”,";
", referred from “%@”," = ", referred from “%@”,";
"because authentication is required" = "because authentication is required";
"because it is already downloaded" = "because it is already downloaded";
"because it is an invalid or unsupported URL" = "because it is an invalid or unsupported URL";
"because it is larger than the maximum file size limit" = "because it is larger than the maximum file size limit";
"because it is smaller than the minimum file size limit" = "because it is smaller than the minimum file size limit";
"because it was skipped by the user" = "because it was skipped by the user";
"because its file type is not allowed" = "because its file type is not allowed";
"because its path is not allowed" = "because its path is not allowed";
"because of a robots META tag" = "because of a robots META tag";
"because of a robots.txt exclusion" = "because of a robots.txt exclusion";
"because of an HTTP X-Robots tag" = "because of an HTTP X-Robots tag";
"because rel=\"nofollow\"" = "because rel=\"nofollow\"";
"because the authentication challenge was canceled" = "because the authentication challenge was canceled";
"because the file is not HTML or CSS" = "because the file is not HTML or CSS";
"because the file was not found" = "because the file was not found";
"because the identity of this site cannot be verified" = "because the identity of this site cannot be verified";
"because the level limit is exceeded" = "because the level limit is exceeded";
"Creation of file “%@” for “%@”%@ failed because a folder already exists at this location" = "Creation of file “%@” for “%@”%@ failed because a folder already exists at this location";
"Creation of folder “%@” for “%@”%@ failed because a file already exists at this location" = "Creation of folder “%@” for “%@”%@ failed because a file already exists at this location";
"Creation of folder “%@” for “%@”%@ failed with error code %ld%@" = "Creation of folder “%@” for “%@”%@ failed with error code %ld%@";
"Download of “%@”%@ failed with error code %ld (%@)" = "Download of “%@”%@ failed with error code %ld (%@)";
"Download of “%@”%@ failed with error code %ld" = "Download of “%@”%@ failed with error code %ld";
"ERROR" = "ERROR";
"File Modification is not set to Localize" = "File Modification is not set to Localize";
"File name is “%@” from HTTP header for “%@”" = "File name is “%@” from HTTP header for “%@”";
"HISTORY: Deleted “%@”" = "HISTORY: Deleted “%@”";
"HISTORY: Downloaded “%@” to page %ld of “%@”" = "HISTORY: Downloaded “%@” to page %ld of “%@”";
"HISTORY: Downloaded “%@”%@ to “%@”" = "HISTORY: Downloaded “%@”%@ to “%@”";
"HTML Types does not include “text/html”" = "HTML Types does not include “text/html”";
"May not be able to follow all links on “%@” because it uses JavaScript" = "May not be able to follow all links on “%@” because it uses JavaScript";
"MEDIA TYPE: “%@” has a media type of %@" = "MEDIA TYPE: “%@” has a media type of %@";
"No modification date found for “%@”%@" = "No modification date found for “%@”%@";
"Parsing of document “%@” failed because the closing “>” for the “%@” tag in line %lu could not be found" = "Parsing of document “%@” failed because the closing “>” for the “%@” tag in line %lu could not be found";
"Parsing of document “%@” failed with error code %ld%@" = "Parsing of document “%@” failed with error code %ld%@";
"Paused because %@ was not responding" = "Paused because %@ was not responding";
"Paused because of excessive memory pressure" = "Paused because of excessive memory pressure";
"Paused because the device was going to sleep" = "Paused because the device was going to sleep";
"Paused because the Internet connection was lost" = "Paused because the Internet connection was lost";
"Response for “%@” was not found" = "Response for “%@” was not found";
"Running of script “%@” failed with error: %@" = "Running of script “%@” failed with error: %@";
"STATUS: Files Downloaded = %@; Errors = %@; Time to Download = %@" = "STATUS: Files Downloaded = %@; Errors = %@; Time to Download = %@";
"STATUS: Level = %@; Files Downloaded = %@; Files Remaining = %@; Errors = %@; Connections = %@; Time to Download = %@" = "STATUS: Level = %@; Files Downloaded = %@; Files Remaining = %@; Errors = %@; Connections = %@; Time to Download = %@";
"Syntax of regular expression “%@” is invalid" = "Syntax of regular expression “%@” is invalid";
"The file “%@” may be corrupted or have an invalid format." = "The file “%@” may be corrupted or have an invalid format.";
"The maximum number of files has been downloaded" = "The maximum number of files has been downloaded";
"The request timed out." = "The request timed out.";
"The “%@” pattern is still found in “%@”" = "The “%@” pattern is still found in “%@”";
"The “%@” pattern is still missing from “%@”" = "The “%@” pattern is still missing from “%@”";
"Unable to determine file extension for “%@” with media type “%@”" = "Unable to determine file extension for “%@” with media type “%@”";
"Unable to download “%@”%@ %@" = "Unable to download “%@”%@ %@";
"Unable to download “%@”%@ because it cannot be added to “%@”" = "Unable to download “%@”%@ because it cannot be added to “%@”";
"Unable to follow links on “%@” because of a robots META tag" = "Unable to follow links on “%@” because of a robots META tag";
"Unable to run script “%@” because it was not found" = "Unable to run script “%@” because it was not found";
"URL for “%@” could not be created" = "URL for “%@” could not be created";
"URLRequest for “%@” could not be created" = "URLRequest for “%@” could not be created";
"WARNING" = "WARNING";
"Writing of document “%@” failed with error code %ld%@" = "Writing of document “%@” failed with error code %ld%@";
"“%@” is empty" = "“%@” is empty";
"“%@”%@ was redirected to “%@”" = "“%@”%@ was redirected to “%@”";

/* WebAuthenticationPanel Strings */
"%ld failures" = "%ld failures";
"1 failure" = "1 failure";
"To view this page, you must log in to area “%@” on %@." = "To view this page, you must log in to area “%@” on %@.";
"To view this page, you must log in to the %@ proxy server %@." = "To view this page, you must log in to the %@ proxy server %@.";
"To view this page, you must log in to this area on %@:" = "To view this page, you must log in to this area on %@:";
"Your login information will be sent securely." = "Your login information will be sent securely.";
"Your password will be sent unencrypted." = "Your password will be sent unencrypted.";

/* Menu Strings */
"%.0f x %.0f pixels" = "%.0f x %.0f pixels";
"Bookmarks Bar" = "Bookmarks Bar";
"Bookmarks" = "Bookmarks";
"Clear Menu" = "Clear Menu";
"Close Browser" = "Close Browser";
"Drag" = "Drag";
"Hide Queue" = "Hide Queue";
"None" = "None";
"Open Browser" = "Open Browser";
"Paste" = "Paste";
"Pause" = "Pause";
"Preferences…" = "Preferences…";
"Replace URL" = "Replace URL";
"Resume" = "Resume";
"Show Queue" = "Show Queue";
"Web View" = "Web View";
